/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk von %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ wurde installiert. Soll %3$@ jetzt neu gestartet werden?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ ist die derzeit aktuellste Version.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ ist jetzt verfügbar. (Ihre Version ist %3$@). Möchten Sie die neue Version jetzt herunterladen?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ hat keine Schreibberechtigung!";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "Eine neue Version von %@ wurde installiert!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Eine neue Version von %@ ist verfügbar!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Bei der Installation ist ein Fehler aufgetreten. Bitte später erneut versuchen.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Der Versuch, Informationen für die Aktualisierung zu erhalten, ist fehlgeschlagen. Bitte versuchen Sie es später erneut.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Beim Entpacken des Archivs ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Beim Herunterladen der Aktualisierung ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.";

/* No comment provided by engineer. */
"An update is already in progress!" = "Eine Aktualisierung wird bereits geladen!";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Beim Starten nach Aktualisierungen suchen?";

/* No comment provided by engineer. */
"Downloading update..." = "Aktualisierte Version wird heruntergeladen...";

/* No comment provided by engineer. */
"Extracting update..." = "Aktualisierte Version wird entpackt...";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installieren und neu starten";

/* No comment provided by engineer. */
"Installing update..." = "Aktualisierte Version wird installiert...";

/* No comment provided by engineer. */
"No" = "Nein";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to install!" = "Bereit zum Installieren!";

/* No comment provided by engineer. */
"Update Error!" = "Fehler bei der Aktualisierung!";

/* No comment provided by engineer. */
"Updating %@" = "%@ wird aktualisiert";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Möchten Sie, dass %@ beim Start nach Aktualisierungen sucht? Wenn nicht, können Sie auch manuell vom Books-Menü aus nach Aktualisierungen suchen.";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"You're up to date!" = "Keine neue Version verfügbar!";